cfd/straight_12/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (0 0.1 0);
boundaryField {
walls { type noSlip; }
laptopVent { type fixedValue; value uniform (0.4 0 0); }
fanInlet { type pressureInletOutletVelocity; value uniform (-1 1 0); }
slotOutlet { type inletOutlet; inletValue uniform (0 0 0); value uniform (0 1 0); }
frontBack { type empty; }
}
